{"input": {"transcript": "﻿LLMOPS 기반 서비스 제작 논의\n2025.03.24 월 오후 2:06 ・ 71분 15초\n차성재\n\n\n참석자 1 00:11\n그리고 스테이만 오케니안 그다음에 리즘 디테일 트랜지션 컨플루션 그래머 있고 문장 센텐스 컴플렉스티 플렉스티 있고 그리고 스타일 이렇게 맞죠?\n스타일 맞나 원트 프리 프로 x 플리 마 텐 각각에 대해서 BDP가 있잖아요.\n그리고 이게 이게 이제 총 4가지로 해가지고 그 베이스 인터미리엣 지금 어드벤스 엑스프리가 엑스프레티 이렇게 있는 거고 총 요 로보인 게 똑같은 게 지금 내 네 세트가 있어요.\n그래서 이 부장님이 해 주시는 이제 여기서 이게 두 번째로 데이터 생성인데 이 부분이 오토메이션이 옵티메이션까지 안 간다 하더라도 지금 생각해 주시는 게 여기서 이거 갖고서 그러면 이 로그립에 맞는 우리가 데이터를 만들어주자라고 했을 때 그러니까 지금 총 10개의 평가 기준이 평가 항목이 있고 3개의 스케일이 있으니까 이것만 놓고 보면 지금 그렇게 안 하고 있어.\n\n참석자 1 01:41\n그러니까 이제 이 부분이 아마 정의가 좀 안 된 느낌이어 가지고 지금은 이 부장님이 해 주시는 거는 레벨 별로 그러니까 베이식이라는 거에 대해서 한 그때 아마 30개 정도 수주해 주셨나요?\n제가 20개 20개 근데 이 20개에 대한 매트릭을 이 부장님은 리카운트랑 무슨 램프랑 그리고\n\n참석자 2 02:05\n문단 수 수 아무튼 센텐스 카운트 어려운 단어 개수 AR 레벨 결국 AR 레벨 그게 이제 결과 값에 대한 리베이베이션이고 생성할 때는 베이직이랑 인터네이데이트 그거에 대한 상무님이 적어주신 파라미터 그거 반영해 생성할 수 있도록 일단 트럼프트에는 들어가 있습니다.\n\n참석자 1 02:30\n그러니까 이제 이 부분을 그러니까 어떻게 할 건지가 중요할 것 같아 그러니까 이거를 그러니까 그러고 나서 그러니까 얘가 인풋으로 지금 그러니까 이 부장님이 그래요.\n그래서 상상할 때 인풋으로 쥐고 있는 게 문단수 어려운 단어 단어 문장의 복잡도\n\n참석자 2 03:00\n그 베이직 레벨의 경우에는 짧은 단어를 쓰고 심플하고 에브리데이 워드로 67살들이 이해할 수 있는 그리고 최소한 한 가지의 리즘과 이젠플 그리고 저 베이직 커넥터를 이용한 밴드랑 댄 비커드 같은 그런 것들 베이지 그거는 이제 프롬프트의\n\n참석자 1 03:26\n이걸 갖고서 만든 다음에 지금의 아웃풋이 나오겠죠.\n어떤 인센 그리고 지금 이거에 대한 평가를 하는데 그 평가에 쓰이는 매트릭이 지금은 AR밖에 없는 거 아니야 실질적으로 그리고 얘네들인가 그러고 나서 단어 수\n\n참석자 2 03:50\n문단 수 단어 수 문장 수 AR 레벨 어려운 단어 개수\n\n참석자 1 03:57\n어려운 단어 개수 맞죠? 네 이게 개수예요. 개수예요.\n이거 맨날 개수 개수예요. 네 그러니까 그러면 여기서는 문단수가 안 들어가네.\n\n참석자 2 04:12\n예 들어가 들어갑니다. 문단 들어가요. 문단으로 다운으로 가서 문단도 들어가요.\n네 근데 그럼에도 요즘 프로젝트 내용이 많다 보니 한 번 했을 때는\n\n참석자 1 04:23\n그러"}, "expected_output": {"sections": ["Decisions", "Action Items", "Key Discussion Points", "Next Steps"]}}
{"input": {"transcript": "고 나서 이게 지켜졌는지 AR이랑 근데 그러면은 실질적으로는 우리가 저 루브릭 정의된 내용으로 이 평가를 할 수는 없겠네.\n지금 그게 가장 필요할 것 같고 그러니까 우리가 뭐하면은 지금 만약에 선호 대리님이 이제 데이터 갖고서 세 번째가 결국 평가 프롬프트를 만들어야 되는데 프롬프트 그때는 이 이기 샘플을 참고해서 그러니까 지금은 실제로 평가 컴퓨터가 나오는 결과에 대한 건 이제 나중에 한다 차차한다 라고 지금 리그 샘플 갖고서 보면서 이제 평가 컴퓨터를 나름대로 수동으로 지금 작성하는 단계잖아요.\n그 1단계로 지금 수동 작성인데 그때 베이스가 되는 게 지금 이 샘플들 아니에요 실질적으로는 맞죠.\n근데 지금 쓰고 있는 이 리젠플이 현재로서는 현재 우리 p 제 단계에서는 첨단 또는 a 프 데이터로 쓰고 있는 거잖아요.\n\n참석자 1 05:33\n그렇죠 근데 우리가 이제 여기서 넘어가서 p1 때는 이영석 부장님 이 부장님 데이터 데이터를 쓰고 싶은 거거든요.\n실질적으로는 맞잖아요. 근데 지금 이거를 만드는 작업이 사실은 이 부장님인데 저는 이 매트릭이 충분할 것 같지가 않아요.\n일단 제 생각에는 이것만 놓고 보면은 저 베리에이션을 만들기가 힘들 것 같아요.\n각각의 루브릭 아이템에 대한 BDP를 나누는 게 힘들 것 같아 BDD가 무슨 프로페션트를 그래서 저거를 어떻게 할 건지가 되게 중요할 것 같거든요.\n결과적으로는 나중에 같은 주제의 그러니까 같은 토픽에 대한 SA가 이제 30개가 나오면은 그 30개가 그러니까 다 하나하나마다 다른 베리에이션으로 나오는 게 이제 우리의 목적인 거죠.\n실질적으로는 근데 그거를 그러니까 일단은 우리 이제 평가 프로포트에 대한 뒤에 나오는 이제 4번 이거 이건 지금 얘기 안 한다 하더라도 요 앞단에 이 부분을 아까 말씀하신 에이전트를 활용한다든가 옵티마이저 이런 거 하신다고 했잖아요.\n\n참석자 1 06:48\n그걸로 해가지고 좀 가능하게끔 할 수 있는 방법이 뭐가 있는지부터 좀 따져봤으면 좋겠어서\n\n참석자 2 06:55\n네 그러니까 그렇죠 이밸류에이터 에이전트 에이전 월전 그렇지만 이제 워커를 하나 만들어서 이거 매트리 평가하는 플러스 이것도 제가 사실 이거 내용을 잘 몰라서 근데 이제 이거를 평가할 수 있는 글인지를 평가하면 되는 건가요?\n아니면은 이 로그릭에 대해서 레벨이 b다 d다 p다 그거를 확인해야 되는 건가요?\n\n참석자 1 07:20\n그렇죠 나온 생성된 데이터가\n\n참석자 3 07:26\n그러니까 제가 생각했을 때는 인턴덕션은 토비 예를 들어 그냥 하나를 OS라고 부른다라고 하면 같은 베이직 레벨이라고 해도 네 BDP에 따라서 OS가 한 문장일 때도 있고 두 문장일 때도 있고 혹은 아예 없을 때도 있어 OS가 두 개가 있을 수도 있고요.\n그렇게 밸류에이션이 되게 많아야 많은 게 이제 실제 학생들의 데이터일 거요.\n아 그거를 모방한다라고 하면 이제 베이스였던 베이스 글이 나오고 거기에서 이제 이거는 토픽을 좀 업데이트 혹은 디브레이드 이렇게 한다든지 이런 식으로 만들어줘야지 이제 저희가 실제로 나눌 때 뭔가 이제"}, "expected_output": {"sections": ["Decisions", "Action Items", "Risks", "Open Questions", "Next Steps"]}}
